;-------------------------------------------------------------
[Translation]

TRANSLATION_BY = Translated by
TRANSLATION_NAME = NGWIN
TRANSLATION_LINK = http://www.picpick.org
LANGUAGENAME=English

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4200

;English.ini file is always up-to-date.
;-------------------------------------------------------------

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
;-------------------------------------------------------------
MNU_OPEN_PICPICK		=Image &Editor
;-------------------------------------------------------------

MNU_CAPTURE			=Screen &Capture
MNU_CAPTURE_FULLSCREEN		=&Full-screen
MNU_CAPTURE_ACTIVEWINDOW	=&Active Window
MNU_CAPTURE_CONTROL		=Window &Control
MNU_CAPTURE_SCROLLINGWINDOW	=&Scrolling Window
MNU_CAPTURE_REGION		=&Region
MNU_CAPTURE_FIXEDREGION		=&Fixed Region
MNU_CAPTURE_FREEHAND		=Free&Hand
MNU_CAPTURE_WEBPAGE		=&WebPage
MNU_CAPTURE_REPEAT		=Repeat &Last Capture
MNU_CAPTUREQBAR			=Show Capture &Bar...
MNU_WIDGET			=Show Wid&get...

;-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Capture &Settings
MNU_OUTPUTTYPE			=Output &Type

;Please check the below strings and translate again. 
;For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK		=PicPick &Editor
MNU_OUTPUTTYPE_CLIPBOARD	=&Clipboard
MNU_OUTPUTTYPE_SAVEIMAGE	=Image &File
MNU_OUTPUTTYPE_SAVEFOLDER	=&Auto Save As...
MNU_OUTPUTTYPE_OTHER		=E&xternal Program...
MNU_OUTPUTTYPE_FTP		=F&TP Server
MNU_OUTPUTTYPE_SHARE		=S&hare
MNU_OUTPUTTYPE_SENDTO		=Sen&d To
MNU_OUTPUTTYPE_FACEBOOK		=Faceboo&k
MNU_OUTPUTTYPE_TWITTER		=Tw&itter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E&mail
MNU_OUTPUTTYPE_PRINTER		=P&rinter
MNU_OUTPUTTYPE_SKYPE		=Sk&ype
MNU_OUTPUTTYPE_CLOUD		=Clo&ud Service
MNU_OUTPUTTYPE_WEB			=Internet &URL
;4.0.1

MNU_OPT_DEFAULTFORMAT		=Default Image &Format
MNU_OPT_OPENEDITOR		=Open &Editor when Program Starts
MNU_OPT_STARTUPPROGRAM	=&Run PicPick at Startup
;-------------------------------------------------------------
MNU_COLORPICKER			=Color &Picker
MNU_COLORPALETTE		=Color P&alette
MNU_COPYCOLORTYPE		=Copy Color &As
MNU_COLORHISTORY		=Color &History
MNU_COLORHISTORY_CLEAR		=&Clear
;-------------------------------------------------------------
MNU_MAGNIFIER			=&Magnifier
MNU_PIXELRULER			=Pixel &Ruler
MNU_PROTRACTOR			=Pro&tractor
MNU_CROSSHAIR			=C&rossHair
MNU_WHITEBOARD			=&Whiteboard
MNU_CLOUDEXPLORER		=Clo&ud Explorer

;-------------------------------------------------------------
MNU_ABOUT_PICPICK		=Program &Options...
MNU_EXIT_PICPICK		=E&xit

;4.0.1
[Widget]
MNU_WIDGET			=Wid&get
MNU_WIDGET_LOCK			=&Lock the widget
MNU_WIDGET_SMALLICONS		=Show &small icons
MNU_WIDGET_AUTOHIDE		=A&uto-hide
MNU_WIDGET_OPACITY		=&Opacity
MNU_WIDGET_ALWAYSTOP		=&Always on top
MNU_WIDGET_CLOSE		=&Close widget
;4.0.1

[PicPickEditor]
;-------------------------------------------------------------
MNU_FILE =&File
MNU_FILE_NEW =&New
MNU_FILE_OPEN =&Open
MNU_FILE_OPENCLIPBOARD =Open from &Clipboard
MNU_FILE_OPENURL =Open from &URL
MNU_FILE_SAVESAME=&Save
MNU_FILE_SAVE =Save &As
MNU_FILE_SAVESELECT =S&ave Selection As...
MNU_FILE_SAVEALL=Save A&ll
MNU_FILE_PRINT=&Print
MNU_FILE_CLOSEIMAGE =&Close Image
MNU_FILE_CLOSECURRENTIMAGE =&Current Image
MNU_FILE_CLOSEALLIMAGE = &All Images
MNU_FILE_CLOSEALLSAVEDIMAGE =All &Saved Images
MNU_FILE_CLOSEPICPICK =E&xit
;-------------------------------------------------------------
MNU_EDIT =&Edit
MNU_EDIT_UNDO =&Undo
MNU_EDIT_REDO =&Redo
MNU_EDIT_CUT =Cu&t
MNU_EDIT_COPY =&Copy
MNU_EDIT_PASTE =&Paste
MNU_EDIT_PASTEFROMFILE =Paste from &File...
MNU_EDIT_SELECTDEL =&Delete
MNU_EDIT_SELECTNEW =Cro&p
MNU_EDIT_DESELECT =De&select
MNU_EDIT_SELECTALL =Select &All
MNU_EDIT_IMAGERESIZE =Image &Resize...
MNU_EDIT_CANVASRESIZE =Canvas R&esize...
MNU_EDIT_VIEWBITMAP =&View Bitmap on Full-screen...
;-------------------------------------------------------------
MNU_TOOLS =&Tools
MNU_TOOLS_FULLSCREEN 		=Capture &Full-screen
MNU_TOOLS_ACTIVEWINDOW 		=Capture &Active Window
MNU_TOOLS_CONTROL 		=Capture Window &Control
MNU_TOOLS_SCROLLINGWINDOW	=Capture &Scrolling Window
MNU_TOOLS_WEBPAGE 		=Capture &WebPage
MNU_TOOLS_REGION 		=Capture &Region
MNU_TOOLS_FIXEDREGION 		=Capture Fi&xed Region
MNU_TOOLS_FREEHAND 		=Capture Free&Hand
MNU_TOOLS_REPEAT 		=Repeat &Last Capture
MNU_TOOLS_COLORPICKER		=Color &Picker
MNU_TOOLS_COLORPALETTE		=Color P&alette
MNU_TOOLS_MAGNIFIER		=&Magnifier
MNU_TOOLS_PIXELRULER		=Pixel R&uler
MNU_TOOLS_PROTRACTOR		=Pro&tractor
MNU_TOOLS_CROSSHAIR		=Cross&Hair
MNU_TOOLS_WHITEBOARD		=&WhiteBoard
MNU_TOOLS_OPTION		=Program Op&tions
;-------------------------------------------------------------
MNU_TOOLSOPTION				=Capture &Settings
MNU_TOOLSOPTION_OUTPUTTYPE			=Output &Type
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Default Image &Format
MNU_TOOLSOPTION_DUALMONITORS			=Support for &Dual Monitors
MNU_TOOLSOPTION_HOTKEY			=Change &Hot keys...
MNU_TOOLSOPTION_SOUND				=Activate &Sound Effect
MNU_TOOLSOPTION_SCROLLCAPTURE		=Activate &Auto Scroll
MNU_TOOLSOPTION_MOUSECURSOR			=Include C&ursor image
MNU_TOOLSOPTION_STARTUPPROGRAM		=Run PicPick at Startup
MNU_TOOLSOPTION_OPENEDITOR			=Open &Editor when Program Starts
MNU_TOOLS_COLORTYPE				=Cop&y Color As
;-------------------------------------------------------------
MNU_EFFECT 			=Effe&cts
MNU_EFFECT_INVERT 		=&Invert
MNU_EFFECT_GRAYSCALE		=&GrayScale
MNU_EFFECT_MOSAIC 		=&Pixelate...
MNU_EFFECT_BLUR 		=&Blur
MNU_EFFECT_SHARPEN 		=&Sharpen
MNU_EFFECT_BRIGHTNESS 		=B&rightness / Contrast...
MNU_EFFECT_HSL 			=&Hue / Saturation...
MNU_EFFECT_BORDER 		=Ed&ge Effects
MNU_EFFECT_FLIP 		=&Flip
MNU_EFFECT_FLIPH 		=Flip &Horizontal
MNU_EFFECT_FLIPV 		=Flip &Vertical
MNU_EFFECT_ROTATE 		=&Rotate
MNU_EFFECT_ROTATE90 		=&90' clockwise
MNU_EFFECT_ROTATE180 		=&180' clockwise
MNU_EFFECT_ROTATE270 		=&270' clockwise
MNU_EFFECT_FRAME		=Fram&e...
MNU_EFFECT_COLORBALANCE		=Color ba&lance...
MNU_EFFECT_WATERMARK		=&Watermark...
;-------------------------------------------------------------
MNU_WINDOW =&Window
MNU_WINDOW_CASCADE =&Cascade
MNU_WINDOW_TILEH =Tile &Horizontally
MNU_WINDOW_TILEV =Tile &Vertically
MNU_WINDOW_MINIMIZEALL =Minimize All
;-------------------------------------------------------------
MNU_HELP =&Help
MNU_HELP_WEBSITE =PicPick Website...
MNU_HELP_ABOUT =About...

PNL_TOOL_TOOLS = Tools
PNL_TOOL_COLOR = Color
PNL_TOOL_PROPERTY = Properties
LBL_TOOL_WIDTHS = Width :
LBL_TOOL_OPACITY = Opacity
LBL_TOOL_SHAPE= Shape:

;-------------------------------------------------------------
;Ribbon

TAB_HOME=Home
TAB_FILE=File
TAB_VIEW=View
TAB_SHAPES=Shapes
TAB_SHAPES_SUB=Format
TAB_NUMBERSTAMP=Number Stamp
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Selection
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Magnify Effect
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Stamps
TAB_STAMPS_SUB=Format
TAB_SHARE=Share

TBR_CLIPBOARD=Clipboard
TBN_CLIPBOARD_PASTE=Paste
TBN_CLIPBOARD_CUT=Cut
TBN_CLIPBOARD_COPY=Copy
TBN_CLIPBOARD_DELETE=Delete

TBR_VIEW=View
TBN_VIEW_ZOOMIN=Zoom In
TBN_VIEW_ZOOMOUT=Zoom Out
TBN_VIEW_FULL=Full screen
TBN_VIEW_100=Actual size

TBR_IMAGE=Image
TBN_IMAGE_EFFECT=Effects
TBN_IMAGE_CROP=Crop
TBN_IMAGE_RESIZE=Resize
TBN_IMAGE_ROTATE=Rotate

TBR_TOOLS=Tools
TBR_COLOR=Colors

POP_COLORTYPE1 = Pastel colors
POP_COLORTYPE2 = Primary colors

TBR_SHOWHIDE=Show or hide
TBN_RULER=Ruler
TBN_STATUSBAR=Status bar
TBN_TAB = Tab

TBN_THUMBNAIL=Thumbnail view

TBR_WINDOW=Window
TBN_CASCADE=Cascade
TBN_ARRANGEALL=Arrange all

TBN_REGISTER=&Register

TBN_VIEW_100=100% View

TBN_TOOLS_SELECT = Select

TBN_TOOLS_MOVE=Move
TBN_TOOLS_DRAW=Draw
TBN_TOOLS_DRAW_BRUSH=&Brush
TBN_TOOLS_DRAW_ERASER=&Eraser
TBN_TOOLS_DRAW_MARKER=&Marker
TBN_TOOLS_FILL=Fill
TBN_TOOLS_FILL_OPTIONS=Fill options
TBN_TOOLS_FILL_STANDARD=&Contiguous Fill
TBN_TOOLS_FILL_REPLACEMENT=Color &Replacement Fill
TBN_TOOLS_STAMPS=Stamps
TBN_TOOLS_STAMPS_NUMBER=Number Stamps
TBN_TOOLS_STAMPS_GENERAL=General Stamps
TBN_TOOLS_STAMPS_CURSOR=Cursor Stamps
TBN_SELECT_SELECTION_SHAPES=Selection shapes
TBN_SELECT_SELECTION_OPTIONS=Selection options
TBN_SELECT_RECTANGLE=&Rectangular selection
TBN_SELECT_ELLIPSE=&Elliptical Selection

TBR_SIZE=Size
TBN_MORECOLORS = More
MNU_PALETTETYPE = Palette type

MNU_TOPBAR_TITLE = Customize Top Buttons
MNU_TOPBAR_MINIMIZERIBBON = &Minimize the Ribbon

MNU_QAT_TITLE=Customize Quick Access Toolbar
MNU_QAT_ADD=&Add to Quick Access Toolbar
MNU_QAT_DELETE=&Remove from Quick Access Toolbar
MNU_QAT_ABOVE=&Show Quick Access Toolbar Above the Ribbon
MNU_QAT_BELOW=&Show Quick Access Toolbar Below the Ribbon

MNU_QAT_DELETE=Rese&t Quick Access Toolbar
TBN_VIEW_TOUCHMODE=Touch Mode

;-------------------------------------------------------------
[PicPickEditor Tip]
;-------------------------------------------------------------

TIP_FILE_NEW =Create a new blank image
TIP_FILE_OPEN =Open an existing image
TIP_FILE_OPENCLIPBOARD =Open an image from clipboard
TIP_FILE_OPENURL =Open an image from URL
TIP_FILE_SAVE =Save the active image
TIP_FILE_SAVEAS =Save the active image with a new name
TIP_FILE_SAVESELECT =Save the selection with a new name
TIP_FILE_SAVEALL =Save all images with a new name
TIP_FILE_PRINT=Print the image
TIP_FILE_CLOSEIMAGE =Close current image
TIP_FILE_CLOSEALLIMAGE =Close all image files
TIP_FILE_CLOSEALLSAVEDIMAGE =Close all saved image files
TIP_FILE_CLOSEPICPICK =Close the window
;-------------------------------------------------------------
TIP_EDIT_UNDO =Undo the last action
TIP_EDIT_REDO =Redo the previously undone action
TIP_EDIT_CUT =Cut the selection and move it to the clipboard
TIP_EDIT_COPY =Copy the selection and put it on the clipboard
TIP_EDIT_PASTE =Paste the clipboard contents to active image 
TIP_EDIT_PASTEFROMFILE =Paste a file to the current image
TIP_EDIT_SELECTDEL =Erase the selection
TIP_EDIT_SELECTNEW =Crop the image to the selected region
TIP_EDIT_DESELECT =Deselect the image
TIP_EDIT_SELECTALL =Select the entire image
TIP_EDIT_IMAGERESIZE =Change the size of the image
TIP_EDIT_CANVASRESIZE =Change the size of the canvas
TIP_EDIT_VIEWBITMAP =View the bitmap on full screen.
;-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Show the Capture Bar on the screen
TIP_TOOLS_FULLSCREEN =Capture image of desktop
TIP_TOOLS_ACTIVEWINDOW =Capture image of active window
TIP_TOOLS_CONTROL =Capture image of window control
TIP_TOOLS_SCROLLINGWINDOW	=Capture image of scrolling window control
TIP_TOOLS_WEBPAGE =Capture image of web pages
TIP_TOOLS_REGION =Capture a rectangular region
TIP_TOOLS_FREEHAND =Capture a region by freehand
TIP_TOOLS_FIXEDREGION =Capture a fixed rectangular region
TIP_TOOLS_REPEAT =Capture the same region as before
TIP_TOOLS_CAPTUREMENU = Capture an image on the screen
TIP_TOOLS_COLORPICKER	= Pick a color code on the screen
TIP_TOOLS_COLORPALETTE	= Find and tune the color that you want
TIP_TOOLS_MAGNIFIER	=Give a closer look at pixels on the screen
TIP_TOOLS_PIXELRULER	=Measure the size of desktop objects and images
TIP_TOOLS_CROSSHAIR	= Figure out the relative coordinate
TIP_TOOLS_PROTRACTOR	=Measure any angle on the screen
TIP_TOOLS_WHITEBOARD	=Draw and share anything on the screen
TIP_TOOLS_OPTION	=Show several options about program
;-------------------------------------------------------------
TIP_TOOLSOPTION					=Change capture option
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Change captured image output
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Change captured image output

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Change the default image file format
TIP_TOOLSOPTION_DUALMONITORS			=Support for dual monitors when captures image
TIP_TOOLSOPTION_HOTKEY				=Change hot keys for functions...
TIP_TOOLSOPTION_SOUND				=Enable sound effects when capturing image
TIP_TOOLSOPTION_SCROLLCAPTURE			=Capture image of scrolling control
TIP_TOOLSOPTION_MOUSECURSOR			=Include the mouse cursor in the image
TIP_TOOLSOPTION_STARTUPPROGRAM		=Run PicPick when Windows starts
TIP_TOOLSOPTION_OPENEDITOR			=Open PicPick editor when program starts
TIP_TOOLS_COLORTYPE				= Change copy color as [HTML, RGB, C++, Delphi]

;-------------------------------------------------------------
TIP_EFFECT_INVERT =Invert image colors
TIP_EFFECT_GRAYSCALE =Convert image to 256 color grayscale
TIP_EFFECT_MOSAIC =Apply a pixelation effect
TIP_EFFECT_BLUR =Apply a blurring effect
TIP_EFFECT_SHARPEN =Apply a sharpening effect
TIP_EFFECT_BRIGHTNESS =Brightness and Contrast
TIP_EFFECT_HSL =Hue / Saturation
TIP_EFFECT_FLIPH =Flips the selected area or your entire picture horizontally
TIP_EFFECT_FLIPV =Flips the selected area or your entire picture vertically
TIP_EFFECT_ROTATE90 =Rotate 90' clockwise
TIP_EFFECT_ROTATE180 =Rotate 180' clockwise
TIP_EFFECT_ROTATE270 =Rotate 270' clockwise
TIP_EFFECT_FRAME=Apply a frame effect
TIP_EFFECT_WATERMARK=Add a watermark logo

;-------------------------------------------------------------
TIP_WINDOW_CASCADE =Arranges the windows as overlapping tiles
TIP_WINDOW_TILEH =Arranges the windows as horizontal, no overlapping tiles
TIP_WINDOW_TILEV =Arranges the windows as vertical, no overlapping tiles
TIP_WINDOW_MINIMIZEALL =Minimizes all open windows
;-------------------------------------------------------------
TIP_HELP_WEBSITE =Opens the PicPick home page
TIP_HELP_ABOUT =Displays the program information and copyright
;-------------------------------------------------------------

TIP_TOOL_MOVE =Move an entire image or the selected object
TIP_TOOL_SELECT =Select a part of the image.
TIP_TOOL_FILL =Click an area on the canvas to fill it with colors.
TIP_TOOL_PICKCOLOR =Pick a color from from the screen and use it for drawing.
TIP_TOOL_DRAW=Draw with different kinds of brushes.
TIP_TOOL_STAMPS=Draw stamps on the image
TIP_TOOL_SHAPE=Draw shapes on the image
TIP_SIZE=Select the width for the selected tool

TIP_OUTPUTTYPE_MSWORD1 		= Insert a copy of this image to
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 		= Insert a copy of this image to
TIP_OUTPUTTYPE_MSEXCEL2 		= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Insert a copy of this image to
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= Send a copy of this image to
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1		= Send a copy of this image to
TIP_OUTPUTTYPE_PROGRAM2 		= an external program

TIP_OUTPUTTYPE_MSOUTLOOK1	=Attach a copy of this image to 
TIP_OUTPUTTYPE_MSOUTLOOK2	=an e-mail message

TIP_OUTPUTTYPE_FACEBOOK1	= Upload and share this image to 
TIP_OUTPUTTYPE_FACEBOOK2 	= Facebook

TIP_OUTPUTTYPE_TWITTER1		= Upload and share this image to 
TIP_OUTPUTTYPE_TWITTER2 		= Twitter

TIP_OUTPUTTYPE_FTP1		= Send this image directly to
TIP_OUTPUTTYPE_FTP2 		= a location on the Web via FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	= Send this image directly to
TIP_OUTPUTTYPE_WEBUPLOAD2	= a location on the Web

TIP_OUTPUTTYPE_CLOUD1		= Upload this image on Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, SkyDrive and etc

TIP_IMAGE_ROTATEFLIP = Rotate or flip the image or selection

TIP_TOOLS_EFFECT=Select the effects
TIP_TOOLS_WIDTHS=Select the width
TIP_TOOLS_OPACITY = Select the opacity

TIP_VIEW_ZOOMIN = Zoom in on the current image
TIP_VIEW_ZOOMOUT = Zoom out on the current image
TIP_VIEW_ZOOMSELECT =Zoom in or zoom out
TIP_VIEW_ACTUALSIZE = Zoom to 100%
TIP_VIEW_THUMBNAIL=Show thumbnail page to select an image quickly  

TIP_SHOW_RULER=Show or hide rulers to measure your images
TIP_SHOW_STATUSBAR=Show or hide status bar at the bottom of the window
TIP_SHOW_TAB=Show or hide tab bar

TIP_COLOR_COLOR1 = Foreground color
TIP_COLOR_COLOR2 = Background color
TIP_COLOR_SWAP=Switch foreground and background colors
TIP_COLOR_DEFAULT = Default foreground and background colors
TIP_COLOR_MORE=Show more palettes

TIP_SHAPE_FLATTEN=Flatten the shapes
TIP_SHAPE_DELETE=Delete the shape
TIP_SHAPE_DUPLICATE=Duplicate the shape

TIP_SHAPE_FILL=Fill the selected shape
TIP_SHAPE_OUTLINE=Shape outline
TIP_SHAPE_EFFECTS=Format shapes
TIP_SHAPE_ADDTEXT=Insert text to the shape

TIP_SHAPE_FLATTEN_ALL=Flatten the all shapes
TIP_SHAPE_BRINGTOFRONT=Bring the selected object forward so that it is hidden by fewer objects that are in front of it
TIP_SHAPE_SENDTOBACK=Send the selected object backward so that it is hidden by the objects that are in front of it

[Dialogs]
;-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - Window Control
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Scrolling Window
DLG_REGIONCAPTURE_TITLE =PicPick - Capture Region
DLG_FIXEDREGIONCAPTURE_TITLE =Capture Fixed Region
DLG_FREEHANDCAPTURE_TITLE=PicPick - FreeHand Capture
DLG_WHITEBOARDTOOL_TITLE=PicPick - Whiteboard
DLG_MAGNIFIER_TITLE=PicPick - Magnifier
DLG_COLORPICKER_TITLE =PicPick - Color Picker
DLG_CROSSHAIR_TITLE=PicPick - CrossHair
DLG_COLORPALETTE_TITLE =Color Palette
DLG_AUTOSAVE_TITLE = Auto Save
DLG_NEWIMAGE_TITLE = New Image
DLG_PRINT_TITLE = Print
DLG_CANVASSET_TITLE = Canvas Resize
DLG_IMAGERESIZE_TITLE = Image Resize
DLG_ABOUT_TITLE = About
DLG_PIXELATE_TITLE = Pixelate
DLG_HUESATURATION_TITLE = Hue / Saturation
DLG_BRIGHTNESSCONTRAST_TITLE = Brightness / Contrast
DLG_FRAME_TITLE		=Frame
DLG_WATERMARK_TITLE		=Watermark
DLG_FONTVIEW_TITLE = Input Text
DLG_CAPTURE_TITLE=Capture
DLG_CHANGEHOTKEY_TITLE = Hot keys
DLG_WEBPAGECAPTURE_TITLE = PicPick - Capture Webpages
DLG_SHORTCUT_TITLE = Change Hot keys
DLG_SETUP_TITLE		=Program Options
DLG_FILENAMESETUP_TITLE	=File Name
DLG_IMAGES_TITLE	=Images
DLG_GENERALSETUP_TITLE	=General

DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Editor
DLG_ARROWSET_TITLE	=Custom Arrow
DLG_FACEBOOK_TITLE	=Facebook Connect
DLG_TWITTER_TITLE		=Twitter Connect
DLG_WEBUPLOAD_TITLE		=Upload to Web

BTN_OK = &OK
BTN_CANCEL = &Cancel
BTN_APPLY = &Apply
;-------------------------------------------------------------

[About]

GRP_PRESET = Preferences
CHK_ADDSTARTUP = Run Program at Startup
CHK_ADDDESTKOP = Create a desktop icon
CHK_CHECKUPDATE = Check for program updates
LBL_LANGUAGE = Language
BTN_HOTKEY = Hot Keys...
BTN_CREDIT = Credit
LBL_PROGRAMPARAMETER=&Parameters...
CHK_SETTINGTOAPPDATA=Save settings to Application Data
LBL_MORELANGUAGE=More languages...

[Captures]
;-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Properties
LBL_CONTROLCAPTURE_CLASS =Name
LBL_CONTROLCAPTURE_SIZE =Size
LBL_CONTROLCAPTURE_INFO=Control
LBL_CONTROLCAPTURE_SCROLL=Auto Scroll
LBL_CONTROLCAPTURE_OUTPUTTYPE =Output Type
LBL_CONTROLCAPTURE_HANDLE =Handle
LBL_CONTROLCAPTURE_RECT =Rect
LBL_CONTROLCAPTURE_BOTTOMTIP =Select a window control (button, tab, box, toolbar, etc...), and Press the PRINT SCREEN key.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Region Size
LBL_FIXEDREGIONCAPTURE_WIDTH = Width :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Height :

TIP_REGIONCAPTURE_NOTDRAG =Select any rectangular region of the desktop.
TIP_PIXEL = Pixels
TIP_FREEHANDCAPTURE_NOTDRAG =Draw any shape to capture on the screen.

LBL_COLORPICKER_COLORAS =Color As :
LBL_COLORPICKER_VALUE =Value :

LSV_WEBPAGECAPTURE_LIST = Choose the web-site to capture
BTN_WEBPAGECAPTURE_RELOAD = &Reload
BTN_WEBPAGECAPTURE_CAPTURE = &Capture

LBL_MINIHELP=Click on the left mouse button to select area.
;-------------------------------------------------------------


[Shortcut]
;-------------------------------------------------------------
TAB_HOTKEY = Hot keys
GRB_CAPTURE = Screen Capture
GRB_TOOLS = Tools

LBL_KEYNONE = None

LBL_CAPTURE_FULLSCREEN		=Capture Full-screen
LBL_CAPTURE_ACTIVEWINDOW	=Capture Active Window
LBL_CAPTURE_CONTROL		=Capture Window Control
LBL_CAPTURE_SCROLLINGWINDOW	=Capture Scrolling Window
LBL_CAPTURE_REGION		=Capture Region
LBL_CAPTURE_FIXEDREGION		=Capture Fixed Region
LBL_CAPTURE_FREEHAND		=FreeHand Capture
LBL_CAPTURE_WEBPAGE		=Capture WebPage
LBL_CAPTURE_REPEAT		=Repeat Last Capture

LBL_TOOLS_EDITOR		=Image Editor
LBL_TOOLS_COLORPICKER		=Color Picker
LBL_TOOLS_COLORPALETTE		=Color Palette
LBL_TOOLS_PIXELRULER		=Pixel Ruler
LBL_TOOLS_PROTRACTOR		=Protractor
LBL_TOOLS_CROSSHAIR		=CrossHair
LBL_TOOLS_WHITEBOARD		=WhiteBoard

LBL_TOOLS_MAGNIFIER		=Magnifier

CBO_HOTKEY_CUSTOM		=Custom...
CBO_HOTKEY_DEFAULT		=PicPick Default
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Disabled
;-------------------------------------------------------------


;-------------------------------------------------------------

[FontView]

GRP_COLOR = Colors
LBL_FONTCOLOR = Font Color
CHK_FILLCOLOR = Fill Color
CHK_AA = Smooth edges of display fonts

[AutoSave]
;-------------------------------------------------------------

GRP_SELECTFOLDER =Automatically Save Images
LBL_SELECTFOLDER =Select a directory to auto-save your screenshots.
BTN_SELECTFOLDER =&Browse...
GRP_SELECTFILENAME =File Name
RDO_SELECTFILENAME_TEXT =Text + Number
RDO_SELECTFILENAME_NUM =Only Number
RDO_SELECTFILENAME_DATETIME =Date/Time
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Image
GRP_SELECTFORMAT =File Format
RDO_SELECTFORMAT_BMP =Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG Image Files(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF Image (*.gif)
RDO_SELECTFORMAT_PDF =PDF files (*.pdf)
LBL_SAVEFILENAME=Input a default file name for auto-save or FTP uploading.
LBL_EXAMPLETITLE=Example)
LBL_EXAMPLE1=%y : Year, %m : Month, %d : Day
LBL_EXAMPLE2=%h : Hour, %n : Minute, %s : Second
LBL_EXAMPLE3=%c : Number
LBL_EXAMPLE4=%u : User Name, %w : Computer Name
LBL_EXAMPLE5=%t : Unix Timestamp
GRB_OTHERPROGRAM=External Program Setup
LBL_OTHERPROGRAM=Select an external program to send your screenshots.
LBL_OTHERPROGRAMPATH=Program Path :
LBL_OTHERPROGRAMPARAMETER=Parameter : 
LBL_OTHERPROGRAMSELECT=Send to external program...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[GeneralSet]

GRB_STARTINGOPTION=Starting Options
LBL_PROGRAM_MODE=Choose default program mode
CBO_PROGRAM_MODE_EDITOR=Image Editor
CBO_PROGRAM_MODE_WIDGET=Floating Widget
CBO_PROGRAM_MODE_TRAY=Only show notifications

CHK_STARTUP=Run PicPick when Windows starts
CHK_UPDATE=Check for program updates 

[CaptureSet]
;-------------------------------------------------------------
GRB_CAPTUREOPTION		=Capture Option
CHK_DUALMONITORS		=Support for dual monitors
CHK_SOUND			=Activate sound effect when capturing
CHK_MOUSECURSOR		=Include cursor image.
CHK_HIDEEDITOR			=Hide PicPick Editor before capturing
CHK_ALWAYSCOPYCLIPBOARD	=Always copy captured image to Clipboard
CHK_STARTWITHCAPTUREBAR	=Show Capture Bar when Program Starts

GRB_AUTOSCROLL			=Auto Scroll
CHK_SCROLLCAPTURE		=Activate Auto Scroll
LBL_SCROLLDELAY			=Scrolling delay : 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Magnifier window
CHK_MAGNIFIER			=Show magnifier window when capturing
LBL_ZOOMSCALE			=Zoom scale :

GRB_CAPTUREDELAY		=Delay before capture
CHK_ADVANCECONTROLCAPTURE = Use Advanced Window Control Capture

LBL_CAPTUREOUTPUT		=Change the output type when using hot keys or selecting menus from the notification area.

;-------------------------------------------------------------

[FTP]
;-------------------------------------------------------------
GRB_FTPSERVER = FTP Server Setup
LBL_FTPADDRESS  =FTP Server :
LBL_REMOTEPATH = Remote Path :
LBL_PORT=Port :
CHK_PASSIVEFTP= Use Passive FTP
LBL_USERNAME=User Name :
LBL_PASSWORD=Password :
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Open URL in Web
LBL_SENDCLIPBOARD=Copy URL to Clipboard
LBL_WEBADDRESS=URL
;-------------------------------------------------------------

[EditorSet]
;-------------------------------------------------------------
GRB_EDITOROPTION = Editor Option
CHK_OPENEDITORWHENSTART=Open Editor when program starts
CHK_CENTERIMAGE =Align an image in the center of window
CHK_CLOSEWITHOUTASKING =Close an unsaved image without asking
CHK_CROPNEW=Crop as new image
CHK_SHOWCLASSICUI=Show Classic Menu Toolbar Interface

CHK_EXITWHENCLOSING=Exit PicPick when closing image editor.

LBL_BG=Background Color :
RDO_BGGRID=Grid
RDO_BGSOLID=Solid Color

GRB_FILETYPE=File Type Associations
LBL_FILETYPE=Please select the file types you want to open using PicPick.
LBL_FILETYPEVISTA=Make PicPick as a default image editor

;-------------------------------------------------------------

[ArrowSet]
;-------------------------------------------------------------
CHK_START = Start
CHK_END = End
CHK_OUTLINE = Add Outline
CBO_AT_ARROW1 = Arrow 1
CBO_AT_ARROW2 = Arrow 2
CBO_AT_CIRCLE = Circle
CBO_AT_DIAMOND = Diamond
;-------------------------------------------------------------


[CanvasSet]
;-------------------------------------------------------------
GRP_SIZE = Canvas size
LBL_WIDTH = New width
LBL_HEIGHT =New height
LBL_BACKCOLOR = Backcolor
LBL_PRESETS = Presets
CBO_CLIPBOARD=Clipboard
CBO_LASTUSED=Last used
CBO_CURRENT=Current image size
;-------------------------------------------------------------

[ResizeSet]
;-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Scale by percentage
RDO_SIZE = Scale to specific size
CHK_KEEP = Keep aspect ratio
LBL_WIDTH = Width
LBL_HEIGHT = Height


[ColorSet]
;-------------------------------------------------------------
BTN_PREVIEW = &Preview
LBL_PIXELATE = Pixelate
LBL_HUE = Hue
LBL_SATURATION = Saturation
LBL_BIRGHTNESS = Brightness
LBL_CONTRAST = Contrast
;-------------------------------------------------------------

[FrameSet]
;-------------------------------------------------------------
GRP_PREVIEW = Preview
GRP_EFFECT = Effect
CHK_BORDER = Border
CHK_FRAME = Frame
LBL_ETC=Find more frame effect...
CHK_AUTO=Apply a frame effect when capturing image
;-------------------------------------------------------------

[Palette]
;-------------------------------------------------------------
LBL_RED =&Red
LBL_GREEN =&Green
LBL_BLUE =&Blue
LBL_TYPE = Color As :
BTN_COPY =&Copy

CLR_DEFAULTTEXT = Color Palette
CLR_CUSTOMTEXT = More Colors...
;-------------------------------------------------------------

[PixelRuler]
;-------------------------------------------------------------
MNU_RULER_MOVE =&Move
MNU_RULER_MOVE_UP =&Up
MNU_RULER_MOVE_DOWN =&Down
MNU_RULER_MOVE_LEFT =&Left
MNU_RULER_MOVE_RIGHT =&Right
;-------------------------------------------------------------
MNU_RULER_TYPE =&Type
MNU_RULER_TYPE_HOTRIZONTAL =&Horizontal
MNU_RULER_TYPE_VERTICAL =&Vertical
;-------------------------------------------------------------
MNU_RULER_TRANSPARENT =T&ransparency
MNU_RULER_TRANSPARENT_USE =&Enable
MNU_RULER_TRANSPARENT_NOTUSE =&Disable
MNU_RULER_TRANSPARENT_INC =&Increase(+)
MNU_RULER_TRANSPARENT_DEC =&Decrease(-)

MNU_MAGNIFIER		=Show &Magnifier...

;-------------------------------------------------------------
MNU_RULER_EXIT =E&xit
;-------------------------------------------------------------
MNU_RULER_UNIT =&Units
MNU_RULER_UNIT_PIXEL =&Pixels
MNU_RULER_UNIT_INCH =&Inches
MNU_RULER_UNIT_CM = &Centimeters
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Color
MNU_RULER_COLOR_BLUE = &Blue (Default)
MNU_RULER_COLOR_YELLOW = &Yellow (Classic)
MNU_RULER_COLOR_WHITE = &White
MNU_RULER_COLOR_BLACK = B&lack
MNU_RULER_UNIT_DPI_CUSTOM = &Custom...
DLG_CUSTOMDPI_TITLE= Custom DPI Setting
LBL_CUSTOMDPI_TEXT= Please input Pixels Per Inches (DPI) :

[WhiteBoard]
;-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =Pen &Width
MNU_WHITEBOARD_PENCOLOR =Pen &Color
MNU_WHITEBOARD_PENCOLOR_BLACK =Black
MNU_WHITEBOARD_PENCOLOR_WHITE =White
MNU_WHITEBOARD_PENCOLOR_RED =Red
MNU_WHITEBOARD_PENCOLOR_GREEN =Green
MNU_WHITEBOARD_PENCOLOR_BLUE =Blue
MNU_WHITEBOARD_PENCOLOR_CYAN =Cyan
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW =Yellow
MNU_WHITEBOARD_PENCOLOR_GRAY =Gray
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Etc...
;-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Clear
MNU_WHITEBOARD_SAVE =&Capture the screen
MNU_WHITEBOARD_EXIT =E&xit
;-------------------------------------------------------------
TIP_TOOL_MOVE =Move
TIP_TOOL_ZOOM =Zoom
TIP_TOOL_PEN =Pencil
TIP_TOOL_LINE =Line
TIP_TOOL_ARROW =Arrow
TIP_TOOL_SHAPE=Shape
TIP_TOOL_RECT =Rectangle
TIP_TOOL_ELLIPSE =Ellipse
TIP_TOOL_RRECT =Rounded Rectangle
TIP_TOOL_TRANSPARENT = Transparency
TIP_TOOL_CLEAR=Clear
TIP_TOOL_SAVE=Capture the screen
TIP_TOOL_WIDTH=Width
TIP_TOOL_COLOR=Color

[Print]
;-------------------------------------------------------------
BTN_PRINTERSETUP=Printer Setup...
BTN_PRINT=&Print
GRB_PREVIEW =Preview

TAB_PAPERSETUP=PageSetup
TAB_ADDTEXT=Add Text

GRB_MARGINSETUP=&Margin (mm)
LBL_MARGINTOP=Top
LBL_MARGINLEFT=Left
LBL_MARGINRIGHT=Right
LBL_MARGINBOTTOM=Bottom

GRB_IMAGESETUP=&Image Setup
CHK_CENTER=Center image
CHK_SHRINK=Fit on page (shrink)
CHK_PROPORTINAL=Keep aspect ratio
CHK_GRAYSCALE=Grayscale

GRB_PAPERCOUNT=&Number of copies
LBL_PAPERUNIT=Page(s)

GRB_ORIENTATION=&Orientation
RDO_PORTRAIT=Portrait
RDO_LANDSCAPE=Landscape

GRB_HEADER=&Header
CHK_HEADERADD=Add
CBO_HEADERDEFAULT=Please input header text here
LBL_HEADERMARGIN=Margin :
BTN_HEADERFONT=Font...
RDO_HEADERLEFT=Left
RDO_HEADERCENTER=Center
RDO_HEADERRIGHT=Right

GRB_FOOTER=&Footer
CHK_FOOTERADD=Add
CBO_FOOTERDEFAULT=Please input footer text here
LBL_FOOTERMARGIN=Margin :
BTN_FOOTERFONT=Font...
RDO_FOOTERLEFT=Left
RDO_FOOTERCENTER=Center
RDO_FOOTERRIGHT=Right
;-------------------------------------------------------------

[Facebook] 
;and Twitter
;and WebUpload
;-------------------------------------------------------------
BTN_CLOSE = &Close
LBL_PREVIEW = Image Preview
LBL_CAPTION = Photo Caption
RDO_SELECTALBUMS = Select Albums
RDO_CREATEALBUM = Create a New Photo Album
LBL_CREATEALBUM_NAME = Name : 
LBL_CREATEALBUM_LOCATION = Location : 
LBL_CREATEALBUM_DESCRIPTION =Description : 
LBL_CREATEALBUM_PRIVACY = Privacy : 
CBO_CREATEALBUM_1 = Everyone
CBO_CREATEALBUM_2 = My Networks and Friends
CBO_CREATEALBUM_3 = Friends of Friends
CBO_CREATEALBUM_4 = Only Friends
BTN_UPLOAD = Upload
LBL_IMGURL = Image URL
LBL_LINKURL = Album Link URL
LBL_UPLOADING=Uploading Now...
LBL_UPLOADCOMPLETE = Upload Complete
LBL_UPLOADWAIT = Waiting for response...
LBL_UPLOADFAILURE = Upload Failure. Try again.
LBL_UPLOADRESULT = You have successfully uploaded one photo. 

LBL_ACCOUNT = Account :
LBL_PASSWORD = Password :
LBL_REMEMBERPASSWORD = Remember Password
LBL_MESSAGE = Message :

LBL_WEBUPLOAD_TITLE = Upload your image directly to the Web
LBL_WEBUPLOAD_TITLESUB = via ImageShack - Free image hosting service
LBL_WEBUPLOAD_SIGNUP = Sign up to manage images you uploaded!

LBL_WEBUPLOAD_NOACCOUNT = Guest (No registration required)
LBL_WEBUPLOAD_ACCOUNTEXIST = I have an ImageShack account

BTN_REQUESTTWITTERPIN = Request Twitter PIN
BTN_REMEMBERME = Remember me on this computer
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Connect
BTN_DISCONNECT = &Disconnect

;-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Quick Tabs
MNU_RENAME=&Rename...
MNU_OPENFILELOCATION=&Open File Location...
LBL_RENAME=Please input a file name.

[ObjectProperty]

SHP_TEXTBOX=Text
SHP_HIGHLIGHTRECT=Highlight Rectangle
SHP_MAGNIFYEFFECT=Magnify Effect
SHP_NUMBERSTAMP=Number stamp
SHP_LINES=Lines
SHP_CUSTOMSHAPES=Custom Shapes
SHP_TRIANGLE=Triangle

SHP_SHAPES = Shapes
SHP_LINE = Line
SHP_CURVE = Curve
SHP_ARROW = Arrow
SHP_CURVEARROW = Curve Arrow
SHP_ELLIPSE = Ellipse
SHP_RECT = Rectangle
SHP_ROUNDRECT = Rounded Rectangle
SHP_BALLOON = Balloon
SHP_DIAMOND = Diamond
SHP_PENTAGON = Pentagon
SHP_Hexagon = Hexagon
SHP_5STAR = 5-point Star
SHP_6STAR = 6-point Star

TAB_EDIT = Edit
TBN_DELETE_OBJECT = &Delete
TBN_DUPLICATE=D&uplicate

MNU_FLATTEN = &Flatten
MNU_FLATTENALL = &Flatten All

LST_CHANGESHAPE = Change Shape

TAB_SHAPESTYLES=Shape Styles

TBN_SHAPETEXT=Insert &Text...
TBN_SHAPEFILL=Fill
MNU_SHAPEFILL_NOFILL=No fill
MNU_SHAPEFILL_SOLIDFILL=Solid fill
MNU_SHAPEFILL_GRAFILL=Vertical Gradient fill
MNU_SHAPEFILL_RADIALFILL=Radial Gradient fill

TBN_SHAPEOUTLINE=Outline
MNU_SHAPEOUTLINE_NOLINE = No line
MNU_SHAPEOUTLINE_SOLIDLINE = Solid line
MNU_SHAPEOUTLINE_DOTLINE = Dot line
MNU_SHAPEOUTLINE_DASHLINE = Dash line
MNU_SHAPEOUTLINE_DASHDOTLINE = Dash dot line
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Dash dot dot line


TBN_SHAPEFORMAT=Format Shape
TBN_SHAPEEFFECTS=Shape Effects
MNU_SHAPEEFFECTS_NOEFFECTS=No effects
MNU_SHAPEEFFECTS_SHADOW=Effects
MNU_SHAPEEFFECTS_SHADOWUSE=Shadow
MNU_SHAPEEFFECTS_SHADOWOPTION=Options...

MNU_SHAPEEFFECTS_BALLOONPOS=Balloon Direction
MNU_SHAPEEFFECTS_BALLOONPOSTL=Top Left
MNU_SHAPEEFFECTS_BALLOONPOSTR=Top Right
MNU_SHAPEEFFECTS_BALLOONPOSBL=Bottom Left
MNU_SHAPEEFFECTS_BALLOONPOSBR=Bottom Right

MNU_SHAPEEFFECTS_ARROWSTART = Begin type
MNU_SHAPEEFFECTS_ARROWEND = End type
MNU_SHAPEEFFECTS_ARROWNONE = No Arrow
MNU_SHAPEEFFECTS_ARROW1 = Arrow 1
MNU_SHAPEEFFECTS_ARROW2 = Arrow 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Circle
MNU_SHAPEEFFECTS_ARROWDIAMOND = Diamond

MNU_SHAPE_ARRANGE=Arrange
BTN_SHAPE_FRONT=Bring to &Front
BTN_SHAPE_BACK=Send to &Back

BTN_SHAPE_ARROWSTYLE=Arrow Style

TAB_SHAPECOLOR=Shape Colors

TAB_NUMBERSTAMP_NUMBER=Stamp Format
MNU_NUMBERSTAMP_CURRENT=Current
MNU_NUMBERSTAMP_NEXT=Next
TAB_NUMBERSTAMP_STYLE=Stamp Styles
MNU_NUMBERSTAMP_SIZE=Size
MNU_NUMBERSTAMP_SIZE_SMALL=&Small
MNU_NUMBERSTAMP_SIZE_Medium=&Medium
MNU_NUMBERSTAMP_SIZE_LARGE=&Large
MNU_NUMBERSTAMP_SHAPE=Shapes
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Circle
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Rectangle

TBN_SELECT_CROPCURRENT=Cro&p
TBN_SELECT_CROPNEW=Crop as &new image
TAB_SELECT_SIZE=Size
MNU_SELECT_SIZE_LEFT=Left
MNU_SELECT_SIZE_TOP=Top
MNU_SELECT_SIZE_WIDTH=Width
MNU_SELECT_SIZE_HEIGHT=Height
MNU_SELECT_INVERTSELECTION=Invert selection

TAB_MAGNIFIER_STYLE=Magnifier Styles

MNU_SHARE_OPTIONS=&Options...

[Licenses]

rdoRegistered = I am a registered user and I have registration code for commercial use.
rdoPersonal = I want to use this program for personal use only.
btnBuy = &Buy Now
btnRegister = &Register...
btnAgree= &Agree
btnClose = &Close
lblEnterLicense = Enter your registration information
lblOwnerName = Owner Name
lblRegistrationCode = Registration Code

lblLicenseInfo = This product is licensed to : 
lblPersonalUse = FOR HOME USER ( PERSONAL USE ONLY )

#4.2.0
lblAskBuy = Thanks for using PicPick!
lblAskBuyDescription = Please note that this unregistered version may only be used for personal use in non-commercial environments. Would you like to purchase a license now?
#4.2.0

[CommercialVersionTrial]

btnModeTrial = Free Trial
btnModeTrialDescription = I would like to continue to use this product on a trial-basis.
btnModeActivate = Activate Your License Key
btnModeActivateDescription = I am a registered user and I have a license key.
btnModeBuy = Buy Now
btnModeBuyDescription = Move to the official page to get your license key.
lblTrialDescription = This is a 30-day trial version of PicPick. Once the trial period is expired, you must either purchase a license to unlock the software or uninstall it from your computer.
btnContinueTrial = &Continue Trial
lblDayLeft = You have {$1} day(s) remaining on your {$2} day trial.
lblDayExpired = Your license is no longer available.
lblEnterLicense = Enter your registration information
lblOwnerName = User Name
lblRegistrationCode = License Key
lblRegistrationHelp = Having problem with activation?
btnRegister = &Activate
lblActivationOffline1 = 1. Please open the below URL and get your Authentication Code. If you are in an offline environment, you need to go online at another computer.
lblActivationOffline2 = 2. Please paste your Authentication Code from above URL.

lblAuthCode =Authentication Code :

[ImagesSet]

grbJPEGOption=JPEG Options
lblJPEGQuality=Quality
cboJPEGQualityMaximum = Maximum
cboJPEGQualityHigh = High
cboJPEGQualityMedium = Medium
cboJPEGQualityLow = Low

[SaveAll]

grbSaveOptions=Save Options
lblSelectFolder=Select a directory to save your screenshots.

rdoAllImages=All images
rdoUnsavedImages=All unsaved images

grbFileOptions=File Options
lblFileName=File Name
lblFileType=File Type
rdoFiles=Files

[ColorBalance]

grpbxColorBalance=Color Balance
lblColorLevels=Color Levels

grpbxToneBalance= Tone Balance
rdbtnShadows=Shadows
rdbtnMidtones=Midtones
rdbtnHighlights=Highlights
chckbxPreserveLuminosity=Preserve Luminosity

[StartPage]

lblStartHome = Pick a task...
lblStartTitle1 = New task
lblStartTitle2 = Graphic Accessories
chkStartDoNotShow = Do not show this window when program starts

[Watermark]

lblWaterMarkPreview = Preview :
lblWaterMarkFile = File :
lblWaterMarkPosition = Position :
lblWaterMarkOpacity = Opacity :
lblWaterMarkOffsetX = Offset-X :
lblWaterMarkOffsetY = Offset-Y :
chkWaterMarkAuto=Add a watermark automatically when capturing image.

;-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=&Cancel
btnApply=&Apply
btnContinue=Co&ntinue

:OPTION
grbOptionLanguage=Display language
grbOptionConnection=Manage connections
btnOptionConnectionClear=&Clear all cloud service connections

:MAINFORM
lstFilesName=Name
lstFilesDate=Date
lstFilesType=Type
lstFilesSize=Size

mnuAction=Action
mnuOpen=Open
mnuDownload=Download
mnuUploadMenu=Upload
mnuUploadFile=Upload files
mnuUploadFolder=Upload folder
mnuUploadImage=Upload image
mnuNewFolder=New folder
mnuDelete=Delete
mnuRename=Rename

itemHome=Home
itemOption=Option
itemAbout=About
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=All files (*.*)
strSearchResult=Search results for "%s"

lblHomeTitle= Choose a service to connect...
lblUploadMode=Choose a service to upload your image

itemCount=%s items
itemSelectedCount=%s items selected

:PREVIEW
lblPreviewPreviewTitle=Preview
lblPreviewDescriptionTitle=Description
strPreviewNoDescription=No Description

:DOWNLOADFORM

DownloadFormCaption=Downloading...
strPrepareDownload=Preparing to download
strDiscoveredItems=Discovered %s items...
strPleaseWait=Please wait while the list is being prepared...
strDownloading=Downloading %s items
strDownloadName=Name : %s
strDownloadRemaining=Items remaining : %s1 ( total : %s2 )


:UPLOADFORM
UploadFormCaption=Uploading...
strPrepareUpload=Preparing to upload
strCreatingFolder=Creating folder
strUploading=Uploading %s items
strUploadName=Name : %s
strUploadRemaining=Items remaining : %s1 ( total : %s2 )

:LOGINFORM
LoginFormCaption=Login
chkSaveConnection=Save connection information on this computer
lblBrowserCall=Your web browser will be shown in %s seconds.
lblBrowserCallRetry=Request for access to %s again
lblBrowserAccess1=To connect your %s account you first need to login to your account on your web browser.
lblBrowserAccess2=Once you have logged in via the browser you can close the browser window and continue.

:USERINFO
lblUserInfoStorage=Storage :
lblUserInfoUserNameTitle=Account :
lblUserInfoSpaceTitle=Space :
btnUserInfoLogout=Logout
strSpace = %s1 free of %s2

FileTypetext=text
FileTypedocument=document
FileTypeimage=image
FileTypevideo=video
FileTypeaudio=audio
FileTypefile=file
FileTypefolder=folder
FileTypealbum=album

:UPLOAD
lblUploadFileNameTitle=File Name
lblUploadFileSizeTitle=File Size
lblUploadFilePreviewTitle=Preview
btnUploadUpload=Upload Here

:MESSAGEBOX
strDelete1item=Are you sure you want to delete this file?
strDelete1moreitems=Are you sure you want to delete these %s items?

strFolderExist=Folder name is already exist.
strDownloadFileExist=There is already a file with the same name in this location.\n\nDo you want to replace it?
strCreateFolder=Please enter a new folder name.
strRename=Please enter a new name.


strInvalidFolderName=Folder name is invalid.
strCannotDelete=Cannot delete the file(s)/folder(s).

strUpdateCheck=A newer version of Cloud Explorer (%s) is available. Do you want to go to the download page now?\n\nPlease be aware that current version may not compatible with your cloud storages.
strAuthFail = Authorization has failed. Please try it again.

strDownloadFolder=Please choose a folder to download selected file(s).
strUploadFolder=Please choose a folder to upload
;-------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.


;$lang['title_picpick'] = 'PicPick - by NGWIN, All-in-one design tool, Screen Capture, Image Editor, Color Picker, Pixel Ruler and More';
;$lang['title_ngwin'] = 'NGWIN - We develop user-friendly software that provides convenient computing environments';

;$lang['nav_picpick'] = 'PicPick';
;$lang['nav_partners'] = 'Partners';
;$lang['nav_contact'] = 'Contact';
;$lang['nav_home'] = 'Overview';
;$lang['nav_features'] = 'Features';
;$lang['nav_download'] = 'Download';
;$lang['nav_buy'] = 'Buy Now';
;$lang['nav_forum'] = 'Forum';

;$lang['section_features'] = 'Features';
;$lang['section_reviews'] = 'Media Reviews';
;$lang['section_download'] = 'Download';
;$lang['section_download_commercial'] = 'C0MMERCIAL VERSION FOR REGISTERED USERS';
;$lang['section_buy'] = 'Buy Now';
;$lang['section_screenshots'] = 'Screenshots';
;$lang['section_customers'] = 'Our customers';
;$lang['section_latestversion'] = 'Latest Version';
;$lang['section_changelog'] = 'Change Log';
;$lang['section_availableon'] = 'Available On';
;$lang['section_likeuson'] = 'Like Us On';
;$lang['section_eula'] = 'End User License Agreement';
;$lang['section_privacypolicy'] = 'Privacy Policy';


;$lang['button_download'] = 'DOWNLOAD';
;$lang['button_buy'] = 'BUY NOW';
;$lang['button_upgrade'] = 'UPGRADE NOW';
;$lang['button_viewdetail'] = 'VIEW DETAILS';
;$lang['button_free_download'] = 'FREE DOWNLOAD';
;$lang['button_download_portable'] = 'Portable Version';
;$lang['button_download_commercial'] = 'I have already purchased a license.';

;$lang['text_freetotry'] = 'Free for personal use, try it today.';
;$lang['text_copyright'] = 'Copyright&copy; 2015 <span class="color-ng">NG</span><span class="color-win">WIN</span>, All rights reserved.';
;$lang['text_winavailable'] = 'Windows 10 Ready, Available on all Windows';
;$lang['text_winavailable2'] = 'Microsoft Windows 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.';
;$lang['text_recommend'] = 'RECOMMEND';
;$lang['text_limitedtimeoffer'] = 'LIMITED TIME OFFER';
;$lang['text_free'] = 'FREE';

;$lang['text_personal_only_detail'] = 'Please note that this free version may only be used for personal use in non-commercial environments.';
;$lang['text_license_peruser'] = 'PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).';
;$lang['text_license_noshare'] = 'One license may not be shared between different users.';
;$lang['text_bluesnap'] = 'Bluesnap is online payment system that we recommend. it supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.';
;$lang['text_thankyou'] = 'Thank you for installing PicPick.';
;$lang['text_download_start'] = 'Your download will start automatically within a few seconds.';

;$lang['text_download_ifnot'] = 'If your download has not started automatically, please click <%s1>here<%s2> or download from the mirror links.';
;$lang['text_download_ifnot2'] = 'If your download has not started automatically, please click <%s1>here<%s2>.';

//-----------------------------------------------------------------------------------

;$lang['overview_jumbotron_h1'] = 'PicPick';
;$lang['overview_jumbotron_h2'] = 'All-in-one design tool for everyone';
;$lang['overview_jumbotron_p1'] = 'A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.';
;$lang['overview_jumbotron_p2'] = 'User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.';

;$lang['overview_feature_1_h1'] = 'Capture anything';
;$lang['overview_feature_1_p1'] = 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.';
;$lang['overview_feature_2_h1'] = 'Edit your images';
;$lang['overview_feature_2_p1'] = 'Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.';
;$lang['overview_feature_3_h1'] = 'Enhance with effects';
;$lang['overview_feature_3_p1'] = 'Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.';
;$lang['overview_feature_4_h1'] = 'Share everywhere';
;$lang['overview_feature_4_p1'] = 'Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.';
;$lang['overview_feature_5_h1'] = 'Graphic Accessories';
;$lang['overview_feature_5_p1'] = 'Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.';
;$lang['overview_feature_6_h1'] = 'Customizable setting';
;$lang['overview_feature_6_p1'] = 'With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.';

;$lang['reviews_1_body'] = 'This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.';
;$lang['reviews_1_author'] = 'CNET Download.com';
;$lang['reviews_1_link'] = 'http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1';
;$lang['reviews_1_img'] = 'review_cnet.png';
;$lang['reviews_2_body'] = 'Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.';
;$lang['reviews_2_author'] = 'Softpedia';
;$lang['reviews_2_link'] = 'http://www.softpedia.com/reviews/windows/PicPick-49842.shtml';
;$lang['reviews_2_img'] = 'review_softpedia.png';

;$lang['features_1_h1'] = 'Screen Capture';
;$lang['features_1_p1'] = 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.';
;$lang['features_1_p2'] = 'Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.';
;$lang['features_1_p3'] = 'Support the floating widget Capture Bar which makes it easy for you to take screenshots.';
;$lang['features_1_p4'] = 'Customize your own keyboard shortcuts.';
;$lang['features_1_list_1'] = 'Full-screen';
;$lang['features_1_list_2'] = 'Active window';
;$lang['features_1_list_3'] = 'Window control';
;$lang['features_1_list_4'] = 'Scrolling window';
;$lang['features_1_list_5'] = 'Region';
;$lang['features_1_list_6'] = 'Fixed region';
;$lang['features_1_list_7'] = 'Freehand';
;$lang['features_1_list_8'] = 'Repeat last capture';
;$lang['features_1_list_9'] = 'Capture widget';
;$lang['features_1_list_10'] = 'Capturing with cursor';
;$lang['features_1_list_11'] = 'Delayed capture';
;$lang['features_1_list_12'] = 'Auto-save';


;$lang['features_2_h1'] = 'Image Editor';
;$lang['features_2_p1'] = 'With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.';
;$lang['features_2_list_1'] = 'Drawing';
;$lang['features_2_list_2'] = 'Insert text';
;$lang['features_2_list_3'] = 'Arrows, lines';
;$lang['features_2_list_4'] = 'Shapes';
;$lang['features_2_list_5'] = 'Balloon';
;$lang['features_2_list_6'] = 'Highlight tool';
;$lang['features_2_list_7'] = 'Crop';
;$lang['features_2_list_8'] = 'Resize';
;$lang['features_2_list_9'] = 'Rotate';
;$lang['features_2_list_10'] = 'Invert';
;$lang['features_2_list_11'] = 'Grayscale';
;$lang['features_2_list_12'] = 'Mosaic';
;$lang['features_2_list_13'] = 'Frame';
;$lang['features_2_list_14'] = 'Watermark';
;$lang['features_2_list_15'] = 'Blur';
;$lang['features_2_list_16'] = 'Sharpen';
;$lang['features_2_list_17'] = 'Brightness';
;$lang['features_2_list_18'] = 'Hue / Saturation';
;$lang['features_2_list_19'] = 'Color balance';


;$lang['features_3_h1'] = 'Save, share, or send';
;$lang['features_3_p1'] = 'Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.';
;$lang['features_3_list_1'] = 'Clipboard';
;$lang['features_3_list_2'] = 'Image files';
;$lang['features_3_list_3'] = 'PDF';
;$lang['features_3_list_4'] = 'Printer';
;$lang['features_3_list_5'] = 'Web URL';
;$lang['features_3_list_6'] = 'Dropbox';
;$lang['features_3_list_7'] = 'Google Drive';
;$lang['features_3_list_8'] = 'SkyDrive';
;$lang['features_3_list_9'] = 'Box';
;$lang['features_3_list_10'] = 'Facebook';
;$lang['features_3_list_11'] = 'Twitter';
;$lang['features_3_list_12'] = 'Skype';
;$lang['features_3_list_13'] = 'FTP Server';
;$lang['features_3_list_14'] = 'e-mail';
;$lang['features_3_list_15'] = 'Microsoft Word';
;$lang['features_3_list_16'] = 'Microsoft PowerPoint';
;$lang['features_3_list_17'] = 'Microsoft Excel';
;$lang['features_3_list_18'] = 'External program';


;$lang['features_4_h1'] = 'Color Picker';
;$lang['features_4_p1'] = 'Help you find the exact pixel color code on your screen with a built-in magnifier window.';
;$lang['features_4_p2'] = 'Support RGB, HTML, C++, Delphi.';

;$lang['features_5_h1'] = 'Color Palette';
;$lang['features_5_p1'] = 'Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.';

;$lang['features_6_h1'] = 'Pixel Ruler';
;$lang['features_6_p1'] = 'Help you measure the size of objects and place objects in precise locations on the screen.';
;$lang['features_6_p2'] = 'Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.';

;$lang['features_7_h1'] = 'Magnifier';
;$lang['features_7_p1'] = 'With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.';

;$lang['features_8_h1'] = 'Crosshair';
;$lang['features_8_p1'] = 'Figure out the relative coordinate of picture position with this feature.';
;$lang['features_8_p2'] = 'This can be useful for example in developing HTML image maps.';

;$lang['features_9_h1'] = 'Protractor';
;$lang['features_9_p1'] = 'Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.';
;$lang['features_9_p2'] = 'This can be used in a variety of photography, math, and graphics applications.';

;$lang['features_10_h1'] = 'Whiteboard';
;$lang['features_10_p1'] = 'You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.';

;$lang['download_1_h1'] = 'For Home';
;$lang['download_1_p1'] = 'Personal Use Only';
;$lang['download_1_p2'] = 'Manual Update';
;$lang['download_1_p3'] = 'No Technical Support';

;$lang['download_2_h1'] = 'For Business';
;$lang['download_2_p1'] = 'Commercial and Personal Use';
;$lang['download_2_p2'] = 'Easy Update';
;$lang['download_2_p3'] = 'Technical Support';
;$lang['download_2_p4'] = 'Lifetime Upgrades';
;$lang['download_2_p5'] = 'No Ads';

;$lang['buy_table_h1'] = 'Number of Users';
;$lang['buy_table_h2'] = 'Price (USD) Per User';
;$lang['buy_table_p1'] = 'Please contact us for a quote!';
;$lang['buy_table_p2'] = 'Please note that <span class="color-ng">VAT</span> may apply for some European purchasers.';

;$lang['buy_1_h1'] = 'Instant Key Delivery';
;$lang['buy_1_p1'] = 'Get instant access to your registration key when your order is complete.';
;$lang['buy_2_h1'] = 'Lifetime Updates';
;$lang['buy_2_p1'] = 'Licenses include unlimited free upgrades to all future versions of PicPick.';
;$lang['buy_3_h1'] = 'Purchase Questions';
;$lang['buy_3_p1'] = 'If you have any questions regarding purchasing or licensing, please feel free to <%s1>contact us<%s2>.';

;-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Click a center-point on screen.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Press the [
MSG_ACTIVEWINDOW_2 = ] key to capture active window.
MSG_EXITSAVEIMAGE_1 = Do you want to save changes to [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Image
MSG_DIRECTORYACCESSERROR = Cannot access directory.
MSG_DEFAULT_TAPNAME = No Image
MSG_HOTKEY_ALREADY1 = PicPick cannot register the following hot keys.
MSG_HOTKEY_ALREADY2 = Do you want to change these hot keys?
MSG_THISFOLDERNOTFOUND = Directory [path or folder name] cannot found.
MSG_INVALID_FILENAME = This file name is invalid.
MSG_INVALID_CLIPBOARD = An error occurred while getting the clipboard Data!
MSG_CANNOTREPEATCAPTURE = Cannot find selected area from last capture.
MSG_CLOSEALLIMAGE = Do you want to close all unsaved images?
MSG_FILE_OPEN =Open
MSG_FILE_SAVE =Save As
MSG_NEWVERSIONAVAILABLE = A newer version of PicPick is available. Do you want to go to the download page now?
MSG_PROGRAM_NOTADDYET=You must select an external program to send your screenshots!
MSG_EXTERNALPROGRAMERROR=Cannot find specified external program. 
MSG_PARAMETERS_TITLE=PicPick Parameters
MSG_OLDLANGUAGE =The language file is old version, so some texts are not translated. Do you really want to change the language? 
MSG_INVALIDALBUMNAME=The album name is invalid.
MSG_CREATEFAILUREALBUM=Error Creating Album.
MSG_LOADINGFAILUREALBUM=Error loading Albums.
MSG_IDEMPTY = Please input user ID.
MSG_PWEMPTY = Please input user password.
MSG_SAVE = &Save
MSG_DONTSAVE = Do&n't Save
MSG_DONTSAVEALL = S&ave None
MSG_NODISPLAYAGAIN = Do not show this message again
BTN_YES = &Yes
BTN_NO = &No
BTN_NOALL = &No All
MSG_INPUTTEXT = Please input text here
MSG_FLATTENLAYER= For this task, you must flatten the shapes with the background image. Do you want to flatten the shapes?
MSG_FLATTENALL=Do you want to flatten all the shapes?
MSG_INVALID_DOWNLOADURL = An error occurred while downloading the image.
MSG_OPENURL=Please input a URL.
MSG_ANYSETTINGOK = The settings have been changed successfully.
MSG_DEFAULTEDITOR=PicPick has been set as the default image editor.
MSG_FTPINFONEED=You must enter your FTP server information first.
MSG_CONNECTIONFAIL=An error occurred while connecting server.
MSG_PROGRAM_NOSKYPE=Cannot find Skype.
MSG_ACTIVATE_OFFLINE=Cannot activate your license key caused by network problem or something else. Do you want to activate your license in offline mode?
MSG_ACTIVATE_OK = Your license has been activated. Thank you for choosing PicPick!
MSG_ACTIVATE_TRIAL = Trial license has been activated. Thank you for choosing PicPick!
MSG_ACTIVATE_FAIL = Activation has been denied. Please contact to PicPick Support Center.
MSG_VALIDOWNERNAME = Please input valid owner name.
MSG_VALIDLICENSEKEY = Please input valid license key.
MSG_FILENOTFOUND = Cannot find a file.
MSG_CAPTUREAREAFAIL=An error occurred during calculating area to be captured. Please check your software (anti-virus, malware/spyware) that may cause the issue.
MSG_TRANSPARENCYLOST=Any transparency will be lost if you save this picture. Do you want to continue?
MSG_DONOTSHOWWEEK=Do not show this window again for a week
MSG_NEWVERSIONAVAILABLE_SHORT=A new version of PicPick is available
MSG_HOTKEY_ALREADY3 = Please check other application currently running such as Dropbox, OneDrive.
#4.2.0
MSG_NEWVERSIONINSTALL = A newer version of PicPick is available. Do you want to install it now?
MSG_NEWVERSIONINSTALLING = Please wait while an update is being downloaded...
MSG_NEWVERSIONRESTART = The update will automatically start in a few seconds...
#4.2.0